[Cues]
Act_E4_3E_Hospital_Balloons_Look01_Max_010="I don't think "Get Well" is quite apropos."
Act_E4_3E_Hospital_Book_Look01_Max_010="Good to see that Kate is still working on her book report."
Act_E4_3E_Hospital_CHKate_Look01_Max_010="After all she’s gone through, she sleeps like an angel."
Act_E4_3E_Hospital_CHKate_Look02_Max_020="That is so good to know that Kate is drawing again."
Act_E4_3E_Hospital_CatholicStuff_Look01_Max_010="If this gets Kate through the night, so be it."
Act_E4_3E_Hospital_Chair_ZEN_Max_010="It’s amazing to just sit here quiet with Kate again…"
Act_E4_3E_Hospital_Chair_ZEN_Max_020="If I couldn’t freeze time, would she really have jumped anyway?"
Act_E4_3E_Hospital_Chair_ZEN_Max_030="I don’t think I’ll ever know how much destiny I’m changing…"
Act_E4_3E_Hospital_Chair_ZEN_Max_040="But who ever said we only have a single fate?"
Act_E4_3E_Hospital_Chair_ZEN_Max_050="Time travel is such a mindfuck…"
Act_E4_3E_Hospital_Curtains_Look01_Max_010="The lighting is perfect, so maybe I'll leave the curtains closed."
Act_E4_3E_Hospital_FamilyPortrait_Look01_Max_010="Thank you, sisters. You really saved Kate."
Act_E4_3E_Hospital_Flowers_Look01_Max_010="Those are nice flowers... and from Taylor? Wow, props to her."
Act_E4_3E_Hospital_GetWellSoon_Look01_Max_010="That is so sweet... even Victoria signed. But not Nathan..."
Act_E4_3E_Hospital_KateDrawings_Look01_Max_010="Aww, I love Kate’s happy rainbow flock."
Act_E4_3E_Hospital_MedicalBed_Look01_Max_010="This reminds me of Chloe's bed... except I didn't have to put Kate to sleep."
Act_E4_3E_Hospital_MedicalBed_Look01_Max_020="This reminds me of Chloe's bed... There's no way I could put her to sleep."
Act_E4_3E_Hospital_Scripted_Max_010="I am so happy to see you, Kate Marsh..."
Act_E4_3E_Hospital_Scripted_Max_020="I'm sorry, but I do hate hospitals… So cold..."
Act_E4_3E_Hospital_Scripted_Max_030="I wonder how Kate’s family feels about all this…"
Act_E4_3E_Hospital_Scripted_Max_040="Maybe Kate has more information about Nathan that we can use..."
Act_E4_3E_Hospital_VictoriaPostcard_Look01_Max_010="Victoria Chase might be Queen Bitch, but she's not evil."
Act_E4_3E_Hospital_WellsLetter_Look01_Max_010="Principal Wells knows how to step it up when he wants to…"
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_001="Max, I owe you so much. And I can tell you want to talk to me about something."
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_003="Which makes me happy."
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_005="I do. That's why I love you, Max. And thanks for taking care of my bunny. Tell Alice I'll see her soon."
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_007="Nathan Prescott has to pay for what he did. And we have to stop him from hurting anybody else."
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_009="You did? Oh, right on, Max! I love how fearless you are."
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_012="Me too. But his dad would never let that happen. I thought I had a tough family..."
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_013="So what is going on with him now?"
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_017="And nobody can do anything to him after what he did."
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_020="Max, please let me help! I can get the number and I'll text it to you, okay? "
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_021="I never say this about people... but Max, there's something evil about the Prescotts. They have something to do with death."
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_023="Now it's time for Nathan to watch out for us...."
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_024="Oh yes! And you could bring Warren along too..."
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_028="We missed our tea session this week."
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_029="You are funny, Max. And right. "
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_030="Oh, smart and silly... He's got such a good heart. And he's a cutie-pie. You know he likes you..."
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_034="No, you deserve that."
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_035="Awww, really? You guys would be a perfect couple..."
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_036="Even angels need angels, Max."
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_039="Max, I know Victoria can be a... a... not nice. But I do believe in forgiveness and redemption. I might be naive, but I feel her struggle."
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_042="We all have our moments. Why do you think she acts so mean?"
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_045="Well, there must be. If Victoria could write me such a sincere letter..."
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_046="Victoria doesn't look like she has much to be insecure about..."
Cue_E4_3E_Hospital_CHKate_Phase01_Kate_048="No, I think it will take more than that, Max."
Cue_E4_3E_Hospital_CHKate_Phase01_Max_002="Kate, it is so good to hang out with you again."
Cue_E4_3E_Hospital_CHKate_Phase01_Max_004="Hey, Kate, back again..."
Cue_E4_3E_Hospital_CHKate_Phase01_Max_006="I have to get back to our mission. You don't know how much it means to see you again."
Cue_E4_3E_Hospital_CHKate_Phase01_Max_008="I want you to know I'm this close to getting all the info I need about Nathan...  "
Cue_E4_3E_Hospital_CHKate_Phase01_Max_010="I wish I could have gotten his ass kicked out of Blackwell."
Cue_E4_3E_Hospital_CHKate_Phase01_Max_011="Well, I did get his ass suspended, so that might be a start..."
Cue_E4_3E_Hospital_CHKate_Phase01_Max_015="I assume he'll show up at the Vortex Club party tonight like nothing happened."
Cue_E4_3E_Hospital_CHKate_Phase01_Max_016="I think his family is totally protecting him... or worse. "
Cue_E4_3E_Hospital_CHKate_Phase01_Max_018="I always want to talk to you..."
Cue_E4_3E_Hospital_CHKate_Phase01_Max_019="We're going to stop him. I just have to find Nathan's room number, get inside and get the clues I need."
Cue_E4_3E_Hospital_CHKate_Phase01_Max_022="No boys allowed."
Cue_E4_3E_Hospital_CHKate_Phase01_Max_025="Of course, Kate! I can't do this without you! "
Cue_E4_3E_Hospital_CHKate_Phase01_Max_026="That was so not cool. We need to plan, like, a tea shop tour of Portland."
Cue_E4_3E_Hospital_CHKate_Phase01_Max_031="What do you think of Warren?"
Cue_E4_3E_Hospital_CHKate_Phase01_Max_032="I'm going to the drive-in with him, so we'll see... With everything that's going on, a date seems weird..."
Cue_E4_3E_Hospital_CHKate_Phase01_Max_033="So I've heard. He asked me to go the drive-in, but I turned him down."
Cue_E4_3E_Hospital_CHKate_Phase01_Max_037="Kate Marsh, matchmaker. I'm glad somebody is looking out for my love life."
Cue_E4_3E_Hospital_CHKate_Phase01_Max_038="I saw Victoria's letter... How does that make you feel?"
Cue_E4_3E_Hospital_CHKate_Phase01_Max_040="I wasn't so nice to her this week either when I took a picture of her covered in paint. Not a proud moment."
Cue_E4_3E_Hospital_CHKate_Phase01_Max_041="Me too. I could have taken a picture of her covered in paint, but I didn't and we had a genuine moment."
Cue_E4_3E_Hospital_CHKate_Phase01_Max_043="She's a bitch. I'm sorry but... she's wealthy, pretty and yes, talented. So there's no reason for her to treat people like shit."
Cue_E4_3E_Hospital_CHKate_Phase01_Max_044="She's insecure. If you're comfortable with yourself, you don't need to act superior."
Cue_E4_3E_Hospital_CHKate_Phase01_Max_047="If anybody could make Victoria see the light, it would be Kate Marsh."
Cue_E4_3E_KateRoom_Extraction_Chloe_010="Well, how is she?"
Cue_E4_3E_KateRoom_Extraction_Chloe_030="I’m glad we came to see her."
Cue_E4_3E_KateRoom_Extraction_Chloe_050="Now let's go pay a visit to Nathan Prescott. That little prick is not going to be glad when he sees us..."
Cue_E4_3E_KateRoom_Extraction_Max_020="She's still Kate Marsh.|Thank God."
Cue_E4_3E_KateRoom_Extraction_Max_040="Thanks for coming with me."
Cue_E4_3E_KateRoom_Insertion_Chloe_010="Hospitals always freak me out."
Cue_E4_3E_KateRoom_Insertion_Chloe_030="No, she’ll be so stoked to see you. Who wouldn’t be?"
Cue_E4_3E_KateRoom_Insertion_Chloe_050="Just go in there and be her friend. I'll wait out here, so you can chill by yourselves."
Cue_E4_3E_KateRoom_Insertion_Chloe_060="I was a total dick for blowing a fuse when you answered Kate's call|the other day. Good thing you ignored me.|I had no idea what shit she was going through. And you saved her...|like me. I'm sorry."
Cue_E4_3E_KateRoom_Insertion_Chloe_070="I was a... I was a total dick for blowing a fuse when Kate called the other day.|I had no idea what shit she was going through.|I stopped you from being her friend. But you saved her...| like me. I'm sorry."
Cue_E4_3E_KateRoom_Insertion_Chloe_090="Team Max. Let Kate know we're going to string Nathan up by his balls then."
Cue_E4_3E_KateRoom_Insertion_Max_005="This is definitely Kate's floor."
Cue_E4_3E_KateRoom_Insertion_Max_020="I hear you. But imagine how Kate feels... I'm so glad I get to see her again. I hope it's not too weird for her."
Cue_E4_3E_KateRoom_Insertion_Max_040="This be it. I’m a little nervous…"
Cue_E4_3E_KateRoom_Insertion_Max_080="Thanks, Chloe, but don't be sorry. We're all on the same team."
Cue_E4_3E_KateRoom_Insertion_Max_100="Oh yes, I’m on it."
Cue_E4_3E_KateRoom_KateHospital_IGE_Kate_010="I hope this isn’t too boring for you…"
Cue_E4_3E_KateRoom_KateHospital_IGE_Kate_020="It’s so nice just having you around."
Cue_E4_3E_KateRoom_KateHospital_IGE_Kate_030="Thanks again for visiting me, Max."
Cue_E4_3E_KateRoom_KateHospital_IGE_Kate_040="Max, even my mom wrote me a really beautiful letter…"
Cue_E4_3E_KateRoom_MeetKate_Kate_010="Max!"
Cue_E4_3E_KateRoom_MeetKate_Kate_030="I thought I'd never see you again. I feel so ridiculous... I'm so sorry."
Cue_E4_3E_KateRoom_MeetKate_Kate_050="Now that you're here, I'm doing even better. I'm so grateful to you for coming up to the roof to talk me down... Max, I felt so lost and alone... but when I saw how much you cared, how hard you were trying... you made me realize I wasn't alone. Thank you."
Cue_E4_3E_KateRoom_MeetKate_Kate_070="I know, you should see all the letters and postcards. I gave most of the flowers to other patients here because they need them more than me. I'm keeping the balloons, though. One of the nurses gave me some pen and paper so I could do some drawings."
Cue_E4_3E_KateRoom_MeetKate_Kate_090="They got kind of dark there for a while, but I have an idea for a new children's book about bullying... I was thinking of having some photographs in there too."
Cue_E4_3E_KateRoom_MeetKate_Kate_110="Was that subtle? You better take the pictures, Max. I’m going to be here for another day until my family comes out to visit."
Cue_E4_3E_KateRoom_MeetKate_Kate_130="Like they need to protect me forever. They're so upset and I know they feel guilty, even though they didn't do anything. I was surprised how many students from Blackwell wrote me. Daniel, Mr. Jefferson... Even Victoria wrote me a very sweet note... and I believe she was being real."
Cue_E4_3E_KateRoom_MeetKate_Kate_150="I’m working on it, Max. I just pray I can get this drawing right…"
Cue_E4_3E_KateRoom_MeetKate_Max_020="Oh, Kate!"
Cue_E4_3E_KateRoom_MeetKate_Max_040="Kate, listen to me... you have nothing to be sorry about. Other people do. You do not know how happy I am to see you. You look awesome. Is it a stupid question if I ask how you're doing?"
Cue_E4_3E_KateRoom_MeetKate_Max_060="Kate, there are so many people who love you and want to help you."
Cue_E4_3E_KateRoom_MeetKate_Max_080="I love your illustrations."
Cue_E4_3E_KateRoom_MeetKate_Max_100="I hope that’s a subtle hint that you’ll let me take the photographs for the book…"
Cue_E4_3E_KateRoom_MeetKate_Max_120="How are they treating you?"
Cue_E4_3E_KateRoom_MeetKate_Max_140="Me too. I’m glad you believe again, Kate."
